[M_Post-Crumpocalyptic MissionDefinition]
MissionName="Bolinhocalipse"
MissionDescription="Desde que Jack, O Feiticeiro lançou seu feitiço Bolinhocalipse, o [place]Refúgio Flamerock[-place] tem uma grande necessidade de consumir todo bolinho que puder encontrar.\nMoxxi pediu para você ficar atento à todos os bolinhos que puder encontrar durante sua jornada."
TurnInDescription="Bolinhos, biscoitos e bolos... são o manjar dos heróis."
MissionSummary="Consiga bolinhos para a população do [place]Refúgio Flamerock[-place]."
MissionGiver="Moxxi"
MissionTurnInLocation="Ellie"
TeaserText="Nunca lute de estômago vazio."

[M_Post-Crumpocalyptic:DocksCrumpets MissionObjectiveDefinition]
ProgressMessage="Encontre alguns bolinhos nas Docas Despretensiosas"

[M_Post-Crumpocalyptic:DungeonCrumpets MissionObjectiveDefinition]
ProgressMessage="Encontre alguns bolinhos no Covil da Agonia Infinita"

[M_Post-Crumpocalyptic:ForestCrumpets MissionObjectiveDefinition]
ProgressMessage="Encontre alguns bolinhos na Floresta"

[M_Post-Crumpocalyptic:MinesCrumpet MissionObjectiveDefinition]
ProgressMessage="Encontre alguns bolinhos nas Minas da Avareza"

[M_Post-Crumpocalyptic:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Post-Crumpocalyptic:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Post-Crumpocalyptic:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Post-Crumpocalyptic:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Post-Crumpocalyptic:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Post-Crumpocalyptic:VillageCrumpets MissionObjectiveDefinition]
ProgressMessage="Encontre alguns bolinhos no Refúgio Flamerock"

